Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J72.tmx
Source language: en_us
Languages: zh_cn

source: Over the course of the last ten years, Valve-Regulated Lead Acid (VRLA) batteries have demonstrated an extremely rapid introduction, eager user acceptance, and widespread application in many areas of battery usage.
zh_cn: 在最近的十年中，阀控铅酸（VRLA）电池已显示出极快的推广速度，用户极愿意接受，在许多电池使用领域中得到广泛的应用。

source: In telecommunications, they have been increasingly applied as reserve batteries in both controlled central office switching and transmission environments, as well as in the more extreme environments of fiber optic vault and remote, exposed, subscriber loop cabinets.
zh_cn: 在长途电信领域里，VRLA单体已被与日俱增地用作可控中心局（controlled central office）的交换机和馈电设施的备用电池，也用于如光纤室和远程户外用户回路柜的极端环境中。

source: In addition, VRLA batteries have become a major factor in the application of cabinet-type high voltage (120 to 380 volts) UPS systems, designed to protect computer systems during loss of commercial A.C. power.
zh_cn: 另外，VRLA电池已成为在交流市电停电时，保护计算机系统的柜式高压（120V~360V）UPS系统应用中的一个主要部件。

source: Unlike the more conventional flooded or vented lead acid batteries, measurement of cell specific gravity is not possible, while measurement of individual cell float voltages has not been shown to be indicative of the "state of health" of the cell, as measured by a capacity test.
zh_cn: 与传统的浸液式或排气式铅酸电池不同，不可能对每一个VRLA单体进行比重测量；每一个单体浮充电压的测量，并未像用容量测试那样对电池的“健康状况”（state of health）有指示作用。

source: As a result, users have been forced to rely on actual cell or battery performance under load.
zh_cn: 其结果是，用户们已不得不依靠在负载情况下，检验单体或电池的实际性能。

source: This is expensive, cumbersome, requires special equipment, trained personnel, and most importantly, generally requires the battery string to be taken off line for an extended period of time, while the test is being performed, reducing the available battery reserve.
zh_cn: 这是昂贵且麻烦的，同时需要专门的设备和经过训练的人员。而更重要的是：通常要求在进行试验时将电池串取下来离线一段时间，这就降低了有效的电池储备量。

source: Since the expected failure modes of VRLA cells: dry-out; grid corrosion and loss of contact to the active material; jar bulging with subsequent loss of plate / separator / electrolyte contact; internal corrosion and loss of contact between post/ strap I plate lugs; all result in an increase in cell impedance, or a loss of cell conductance, these techniques have been actively pursued as substitutes for capacity testing.
zh_cn: 因为VRLA单体的预期失效模式：如干涸；板栅腐蚀以及与活性物质接触性能下降；外壳鼓胀最垫导致极板／隔板／电解质接触性能降低；内部腐蚀和极柱／引片／极板接线片（plate lugs）间的接触不紧等，都造成电池阻抗的增加或者说是电池电导的下降。阻抗和电导这两种技术已被作为容量测试的代替方案积极地实行。

source: The possibility of developing an alternative to timed-discharge testing of standby cells and batteries was suggested by the work of DeBardelaben.
zh_cn: 开发一种代替对备用单体和电池进行计时放电试验（timed discharge testing）方案的可能性，是由DeBardelaben的文章提出的。

source: Using laboratory test equipment, DeBardelaben measured the complex impedance of lead-antimony telephone cells rated at 7,000 ampere-hours.
zh_cn: 他用试验室测试设备测定了额定容量为7000Ah的铅锑电话电池的复数阻抗。

source: His analysis disclosed a strong inverse correlation between cell capacity and either the magnitude of cell impedance or its resistive real part.
zh_cn: 他的分析揭示了在单体的容量与其阻抗或阻抗实部的大小之间，具有很强的逆相关性（inverse Correlation）。

source: Further laboratory studies by Vaccaro and Casson showed that increased impedance and resistance were also good indicators of "dryout" of VRLA stationary batteries.
zh_cn: Vaccalro和Casson接着进行的试验室研究表明，阻抗和电阻的增加也是VRLA固定型电池“干涸”的良好指针。

source: However their studies showed a high degree of correlation between impedance and capacity, but only at very high (5-10 minute) discharge rates.
zh_cn: 虽然他们的研究说明了在阻抗和容量之间具有高度相关性。但只有在很高放电速率（5~10分钟）的情况下才是这样。

source: A survey, by one of the authors, in the spring of 1991, showed only a very limited data base for correlation, with some data presented which showed no apparent correlation.
zh_cn: 1991年春，本文作者之一的研究表明：只有很有限的基本阻抗数据支持相关性，而提供的某些数据表明没有明显的相关性。

source: Nevertheless, for the user, the need is real and urgent, to have available a technique other than capacity testing, for field testing and evaluation of VRLA cells.
zh_cn: 然而对于用户来说，迫切需要获得一种与容量试验不同的技术，以解决VRLA单体的现场试验和评价的燃眉之急。

source: This paper presents data obtained in an ongoing study, of the relationship between cell conductance and reserve capacity and does not include any measurement of cell impedance.
zh_cn: 本文给出一项正在进行的、关于单体的电导和储备容量之间的关系研究中得到的数据，而根本不包含单体阻抗的测量结果。

source: Field tests have been performed on several hundred VRLA cells, in working telephone transmission and cellular offices and in UPS and other applications, measuring conductance, ampere-hour capacity, cell float voltages and other parameters which might be indicative of performance under load.
zh_cn: 已对几百个VRLA单体进行了现场测试，这些电池正工作在电话馈电站、蜂窝式电话局和UPS以及其他各种应用中。测量其电导、安时容量、单体浮充电压，以及可能预示在负载情况下电池性能的其他参数。

source: Conductance is defined as the real part of the complex admittance.
zh_cn: 电导被定义为复数导纳的实部。

source: The authors have determined by empirical data and computer modeling that low frequency conductance, measured in the international unit: Siemens (or the American unit: Mhos), provides useful information about battery condition since it reflects the changing characteristics of a battery as it displays defects or shows signs of wear.
zh_cn: 本文的作者们通过经验数据和计算机模拟已得出如下结论，即以国际单位Siemens（或美国单位Mhos）测量的低频电导，可提供有关电池状态的有用信息，因为电池呈现缺陷或出现用坏的征兆时，电导反应出电池变化着的多种性能。

source: The electronic battery conductance testers used in the tests, were developed by Midtronics, Inc. for the purpose of instantaneously assessing the state of health and the stored energy capacity of 6 and 12 Volt monobloc batteries and individual 2-volt cells.
zh_cn: 试验中用的电池电导测试仪，是Midtronics公司为即时测定6V和12V的电池和单个2V单体的健康状况和贮能容量而研制的。

source: Their operation is based upon an adaptation of the conductance testing technology first reported in a paper by one of the authors and which has been successfully applied for over ten years, and widely accepted by major automotive manufacturers for testing the available cranking power of automotive engine-starting batteries.
zh_cn: 工作原理是基于本文作者之一在一篇文章中首先报导的电导测试技术，该项技术已成功地使用了十多年，并为北美和欧洲的一些大的汽车制造商、电池制造商及电池经销商，在测试汽车发动机起动电池的有效起动功率中广泛地采用。

source: The original problem of testing automotive batteries for use in engine starting applications had presented an entirely different problem.
zh_cn: 测试用于发动机的起动电池与测试备用电池状况完全不同。

source: Unlike the reserve battery’s mission of supplying energy over an extended period, the primary mission of a starting battery is to supply a large burst of power for a short duration of time.
zh_cn: 起动电池不像备用电池那样在一个较长的期间连续提供能量，它的主要任务是在短的时间内提供一个大的脉冲功率。

source: Accordingly, automotive batteries are conventionally tested by means of a short-duration (e.g. 15 second) load test.
zh_cn: 因此，汽车电池通常是用短时间（如15秒）负载测试的办法进行试验。

source: However, the load test, like the timed-discharge test, also requires heavy, cumbersome, equipment and suffers from other serious disadvantages.
zh_cn: 负载测试和计时放电试验一样，也需要一些笨重的，不方便的设备，并且还有其他严重的缺点。

source: In response to these problems, Midtronics first developed conductance test equipment to provide a practical alternative to the common load test.
zh_cn: 为了解决这些问题，Midtronics公司首先研制了电导测试设备，为代替通常的负载试验提供了一种实用手段。

source: Measurements of conductance have been found to correlate strongly with a battery’s power rating expressed in Cold Cranking Amperes and provide a direct measure of the battery’s high-current cranking capability.
zh_cn: 已经发现所测电导值与以冷起动安培（ColdCrankingAmperes）表示的电池功率定额密切相关，从而提供了电池大电流起动能力的直接度量方法。

source: Because of variations in battery designs, manufacturing processes, extended discharge times, a variety of usages and differing failure modes, the conductance method developed for assessing cranking power could not be directly applied to the assessment of available ampere-hour capacity, as would be desired for batteries in reserve applications.
zh_cn: 因为在电池的设计、制造方法、放电时间、各式各样的用途，以及千差万别的失效模式等方面的差异，为评定起动功率而研制的电导方法，不能如在备用电池应用中所希望的那样，直接用于评定其有效安时容量。

source: Because of the time required and the complications associated with timed-discharge testing however, it would be obviously desirable to provide a simple, instantaneous, test - such as a conductance test - that could be used to assess stored energy capacity without requiring that the battery be discharged in the process.
zh_cn: 然而由于计时放电需要时间而且复杂，提供一个简便、自动快速、可用于评估贮能容量、而无需在测试过程中对电池放电的方法例如电导测试显然是非常需要的。

source: Proprietary testing by one of the authors, measuring conductance at various frequencies as well as computer modeling, have shown that very low frequencies are most effective in distinguishing good batteries from worn or defective batteries based on conductance testing.
zh_cn: 作者之一进行的独家研究（proprietary testing）（以各种频率测量电导及进行计算机模拟）已表明：根据电导测试区分好坏电池或有缺陷的电池，采用很低的频率最为有效。

source: Our research has indicated that while testing of cranking batteries is most effectively performed with a time-varying signal of approximately 100 Hz, that best results are obtained on standby batteries at even lower frequencies.
zh_cn: 我们的研究已表明，在测试起动电池（cranking batteries）时，采用100Hz左右的时变信号（timevaryingsignal）最为有效；同时表明，在更低的频率对备用电池进行测试也取得了最佳结果。

source: Tests of batteries documented in this paper were taken at a frequency below 25 Hz for monoblocs, and near 10 Hz for individual cells. The appropriateness of these frequencies has been shown in the original work of Yahchouchi reported by M.Alzieu of Electricite de France.
zh_cn: 为本文提供的电池测试资料，是在下述测试频率获得的：电池的测试频率低于25Hz，每个单体的测试频率在10Hz左右，这些频率已为法国电力局的M.Alzieu报导的Yahchouchi的原著证明是适宜的。

source: Two types of conductance testers were used in these tests. The first type of tester, ("Celltron") is a fully-digital, self-contained, electronic device designed to measure voltage and conductance of single, two-volt, lead-acid cells; or of three-cell (6-volt) batteries.
zh_cn: 在测试中用了两种型号的电导测试仪，第一种测试仪（“Cellhron”）是为测量单个2V的铅酸电池或三个单体组成的电池的电压（6V）和电导而设计的全数字、自容式的电子设备。

source: The cell/battery undergoing test provides the very small (approximately 1.5 amp) current for measurement.
zh_cn: 经受测试的单体／电池，为测量提供很小的电流（约15A）。

source: In addition, the unit utilizes a separate, 15 volt, nickel cadmium battery pack.
zh_cn: 此外，设备还使用一个单独的15V镉镍电池部件。

source: The "Celltron" is electrically connected to the terminals of a cell/battery and measures its conductance with a small, time-varying signal of approximately 10Hz.
zh_cn: 将“Celltron”连接到单体／电池的两个端子上，并用大约10Hz的小时变信号度量其电导，此信号用被测电池每个端子上的不相连的电压与电流判定。

source: An internal conductance standard permits calibration checking by the user, to assure accuracy of the cell/battery measurements.
zh_cn: 由于有个标准的内部电导，因此可使用户对起始校准和后续校准进行核查，籍以保证单体／电池测量的准确度。

source: The second type of tester ("Midtron") is a self-contained, electronic device designed to measure battery voltage and conductance of either three-cell (6 volt) or six-cell (12 volt) lead-acid batteries.
zh_cn: 第二种测试仪（“Midtron”）是一个自容式的电子设备，它是为测量三单体（6V）或六单体（12V）的铅酸电池而设计的。

source: The Midtron is totally powered by the battery undergoing test and require no additional batteries or connections to external power.
zh_cn: Midtron完全由正在受测试的电池供电，而无需另外的电池或接到外部电源。

source: This tester is electrically connected to the terminals of the battery undergoing test and senses its conductance with a small, time-varying signal at frequency of approximately 25 Hz.
zh_cn: 此测试仪被连接到被测电池的引出端，并以频率约25Hz的小时变信号检测其电导。

source: The majority of the individual cell tests performed and reported on were taken with the Midtronics Celltron conductance tester.
zh_cn: 大多数取得的和报导的单体的测试数据，都是用Midtronics公司的Celltron电导测试仪测量的。

source: Those tests made on multiple cell monoblocs were taken with Midtronics Midtron conductance testers.
zh_cn: 而多个单体组成的电池的测试，是用Midtronlcs公司的Midtron电导测试仪进行的。

source: In January of 1992, the first series of correlation tests was performed in a telephone transmission office. The plant containing the valve regulated cells consisted of chargers, batteries and distribution equipment.
zh_cn: 1992年1月，在一个电话馈电站进行了第一组相关性测试，包括阀控单体的电源设备由充电器、电池和配电设备组成。

source: The charge portion of the plant consists of fourteen 400 amp ferro-resonant chargers with 480 volt 3 phase input power.
zh_cn: 电源的充电部分由14个输入为3相380V400A的铁磁共振式充电器组成。

source: The charging bus connects to the battery bus near the discharge end. There is a 10,000 amp charge shunt in the positive conductor of the bus between the last charger and the first battery.
zh_cn: 充电汇流排在放电端附近接到电池的汇流排上，在最末一个充电器和第一个电池之间，汇流排的正极导体中有一个10，000A的充电分路器（chargeshunt）。

source: The cells were arranged in strings of 24 cells to form batteries.
zh_cn: 按24个单体为一串，组成电池组。

source: There were 18 strings in the plant though only 15 strings were tested. The plant was designed to float the batteries at 54.0 volts.
zh_cn: 这个电源中有18个电池串，但只测试了15串，该电源能在54.0V条件下对电池进行浮充。

source: The first group of tests was performed on eight banks of 24 cell 1000Ah (8 hour rate) VRLA batteries.
zh_cn: 第一组测试是对八组24个1000Ah的（按8小时率）单体组成的VRLA电池组进行的。

source: The approximate age of the battery was five to six years. The ambient temperature during the testing was approximately 60°F (15.5”C).
zh_cn: 电池大体的工作年限已达5至6年测试时的环境温度大体为60F（15.5C）。

source: All eight parallel batteries (strings 1 to 8) were taken off line and left open circuit for approximately 72 hours prior to performing both the conductance and discharge testing.
zh_cn: 从线路上取下全部八个并联的电池组（1号串到8号串），在进行电导测量和放电试验之前，使其保持开路72小时左右。

source: The first part of the test included individual cell conductance measurements that were made utilizing the Midtronics Celltron cell conductance tester.
zh_cn: 测试的第一部分包括用Midtronics公司的Cellrton单体电导测试仪进行电导测量。

source: Conductance data were obtained for 24 cells of each string prior to instrumentation for discharge testing.
zh_cn: 在进行放电试验之前，先测出了每串24十单体的电导数据。

source: Each conductance and open circuit voltage measurement was made by simultaneously placing the Celltron probes onto both the positive and negative cell posts.
zh_cn: 同时将Celltron的探头放在单体的正极柱和负极柱上，测出每十单体的电导和开路电压值。

source: Next, intercell connection conductance measurements were obtained for each connection. This was accomplished by leaving one of the probe connections on the positive post, and placing the other probe connection onto the adjoining cell post.
zh_cn: 下一步在每个连接处测出连接片的电导，其方法是使探头之一留在正极柱上，而将另一探头连接到相邻单体的极柱上以读取数据。

source: An Alber battery test system was used to perform discharge testing.
zh_cn: 用一台Alber电池测试系统进行放电试验。

source: The Alber system provided controlled load current, single cell monitoring and data storage.
zh_cn: Alber系统维持受控的负载电流，对每十单体进行监测并完成数据贮存。

source: Data acquisition for each 24 cell string included: individual cell voltages, total string voltage, load current and elapsed time.
zh_cn: 对由24个单体组成的每个电池串的数据采集包括：每个电体的电压，电池串的总电压，负载电流和放电时间。

source: A 263 amp constant load current to an end voltage of 1.80 volts per cell was utilized for testing of strings 1 through 8.
zh_cn: 测试1至8号电池串用的是263A的恒流负载，放电到每个单体的终止电压为1.80V。

source: Individual cell discharge voltage data was acquired at five minute intervals and stored via hard disk.
zh_cn: 每隔5分钟读取一次各单体的放电电压数据并存人硬盘。

source: Due to the method used for instrumenting each cell for data acquisition, voltage drops from the intercell connections were included in the individual cell data and suitable corrections were made in processing the final data.
zh_cn: 由于测量各单体数据时使用仪器的方法的关系，连接片产生的压降也包括在每个单体数据之内，在处理最终数据的过程中作了适当的修正。

source: String 1 Conductance vs. Time during Discharge.
zh_cn: 放电时1号电池串电导与时间的关系

source: The same testing technique performed on strings 2 through 8 was utilized on string 1; however this discharge test was interrupted at 15 minute intervals, conductance measurements were made, and the discharge test was continued.
zh_cn: 将对2号至8号电池串使用过的同样测试技术用于1号电池串，但这次放电试验每15分钟中断一次，进行电导测试，而后继续放电试验。

source: The mean time for conductance measurements made on the 24 cells of string 1 was 0.25 minutes per cell or six minutes total.
zh_cn: 对1号串的24个单体进行电导测量的平均时问为每个单体0.25分钟，即总共为6分钟。

source: Correlation Study Strings 9 through 15.
zh_cn: 9号电池串至15号电池串的相关性研究

source: In April of 1992 a second set of correlation tests were performed in the telephone transmission office on seven additional 24 cell battery strings.
zh_cn: 1992年4月，在电话馈电站对另外七支由24个单体组成的电池串，进行了第二组相关测试。

source: The same cell type was studied (VRLA 1000 ampere-hour 8 hour rate). Float voltages were measured prior to taking the batteries off line. These batteries were left open circuit for approximately 36 hours prior to testing, and open circuit voltages measured.
zh_cn: 研究了同一种单体（VRLA 1000Ah 8小时率），从线路上取下电池之前测量了浮充电压这些电池在测试前保持开路状态约36小时，并测量了开路电压。

source: The ambient temperature was at 70°F (21"C).
zh_cn: 环境温度为70F（21C）。

source: Both conductance and discharge tests were performed as described in the correlation study of strings 2 through 8.
zh_cn: 和2号串至8号串相关性研究中所介绍的一样，进行了电导测试和放电试验。

source: However the cells in strings 9 through 15 were all discharged to 1.75 volts per cell.
zh_cn: 但是，9号串至15号串全是放电到每个单体1.75V。

source: Individual voltage connections were used for the second set of tests that were performed on strings 9 through 15, and therefore voltage drop corrections for intercell connections were not necessary for processing the final data.
zh_cn: 需注意：对9号至15号串进行的第二组测试，使用了单体的特殊的电压连线（Vlotage individual cell Connectors），因此，在处理最终数据时不需要对连接线的电压降进行修正。

source: Temperature Measurements.
zh_cn: 温度测量

source: Temperature measurements were obtained for two discharge tests. Six cells of different conductances were monitored.
zh_cn: 在两个放电试验中，也进行了温度数据测量，对不同电导的六个单体进行监测。

source: A Fluke (Model 77) meter with a Fluke (80T-150U) thermocouple interface module were used for this test.
zh_cn: 这个试验使用了一个有Fluke（80T-150U）热电偶接口组件的Fluke（77型）温度表。

source: Data were obtained by measuring both the top of the negative post and on the jar wall between adjacent cells. Temperature measurements were made at 30 minute intervals.
zh_cn: 数据是通过测量负极柱的顶端和两个相邻单体壳壁得到的每隔30分钟作一次温度测量。

source: Cellular Telephone Sites.
zh_cn: 蜂窝式电话基地（Cellular Telephone Sites）

source: Typical battery configurations located in the cellular telephone sites consisted of two and three parallel branches of 24 cell 48 volt batteries.
zh_cn: 蜂窝式电话基地电池的典型配置，是由两至三条24个单体组成的48V电池并联分支构成。

source: The batteries were located in a controlled environment with both heating and cooling capabilities and typical temperatures of 70°F (21 "C).
zh_cn: 这些电池放在具有加热和致冷能力的受控环境中，其标准温度为75F（24C）。

source: Field testing performed at cellular telephone sites consisted of conductance testing in conjunction with timed discharge tests.
zh_cn: 在蜂窝式电话基地进行现场测试，包括与计时放电试验一起进行的电导测试。

source: A Fluke 87 multimeter was utilized for measurements of float voltage, Midtronics Celltron cell conductance testers were utilized for all conductance measurements and Alber discharge test equipment was utilized for all discharge tests performed at a particular site.
zh_cn: 用Fluke87型数字式万用表测量浮充电压数据，用Midtronics公司的Celltron单体电导测试仪测量全部的电导数据，而用Alber公司的放电测试设备，在一个特定的基地进行全部放电试验。
